{
  "suggestion_low": {
    "bullets": [
      "• Perbanyak makan sayur, buah, biji-bijian utuh (nasi merah, gandum utuh), dan protein rendah lemak. Kurangi makanan cepat saji, makanan yang digoreng, dan makanan yang terlalu asin atau manis.",
      "• Mengurangi garam membantu menjaga tekanan darah tetap normal. Kurangi minuman manis dan makanan olahan karena gula berlebih bisa membebani jantung seiring waktu.",
      "• Coba lakukan aktivitas fisik sedang (seperti jalan cepat, jogging ringan, atau bersepeda) minimal 30 menit sehari, lima hari seminggu. Olahraga membantu jantung memompa darah lebih efisien.",
      "• Menjaga berat badan agar tetap ideal mengurangi beban kerja pada jantung Anda dan organ lainnya.",
      "• Merokok dan minum alkohol berlebihan adalah salah satu penyebab utama penyakit jantung. Berhenti merokok adalah hal terbaik yang dapat Anda lakukan.",
      "• Pastikan Anda mendapatkan tidur 7-9 jam setiap malam. Kualitas tidur yang buruk dapat memengaruhi tekanan darah dan hormon stres.",
      "• Walaupun merasa sehat, tetap lakukan check-up rutin minimal setahun sekali. Periksa tekanan darah, kadar gula darah, dan kolesterol Anda."
    ]
  },
  "suggestion_high": {
    "bullets": [
      "• Jika Anda memiliki Hipertensi, Diabetes, atau Kolesterol Tinggi, sangat penting untuk mengontrol kondisi tersebut sesuai anjuran dokter Anda. Ketiga kondisi ini adalah pemicu utama gagal jantung.",
      "• Pantau tekanan darah dan gula darah Anda secara mandiri di rumah (jika dianjurkan dokter). Catat hasilnya dan diskusikan saat konsultasi.",
      "• Jika Anda pernah mengalami masalah jantung, konsultasikan dengan dokter Anda tentang program rehabilitasi atau jenis olahraga yang aman dan terukur. Hindari olahraga berat tanpa izin dokter.",
      "• Batasi asupan cairan dan garam secara ketat sesuai arahan dokter. Konsumsi garam dan cairan berlebihan dapat membuat jantung yang lemah bekerja terlalu keras.",
      "• Cari cara untuk mengelola stres, seperti meditasi, hobi, atau waktu berkualitas. Stres kronis dapat meningkatkan tekanan darah dan membebani jantung.",
      "• Sangat Penting: Jika Anda mulai merasa sesak napas saat beraktivitas ringan, mudah lelah yang tidak biasa, bengkak di kaki, atau kesulitan tidur telentang, segera hubungi dan konsultasikan dengan dokter atau fasilitas kesehatan terdekat. Ini bisa jadi tanda adanya masalah yang perlu penanganan cepat."
    ]
  }
}
